[
  {
    "id": 1,
    "name": "Социальный",
    "shortName": "[ КОММУНИКАТОР ]",
    "slogan": "легко находит общий язык и объединяет людей",
    "fullName": "Социальный тип — Человек-коммуникация",
    "description": "Вы легко находите общий язык с людьми, умеете выстраивать доверительные отношения и создавать вокруг себя комфортную атмосферу. Вас вдохновляет работа в команде, вы - природный медиатор и организатор. Для вас важны живое общение, обмен идеями и ощущение, что вы приносите пользу другим. В коллективе часто становитесь связующим звеном между разными людьми и отделами.",
    "strengths": "Ваша сила — люди и связи.",
    "sphere": "Ваша стихия: проекты, где важны коммуникации, наставничество, координация, командные игры и инициативы.",
    "recommendations": "Ищите роли, где ценится умение договариваться, вдохновлять, обучать и выстраивать отношения: управление командами, HR, PR, клиентский сервис, организация мероприятий. Ваши навыки особенно востребованы в проектах, где важно быстро наладить контакт и поддерживать командный дух. Развивайте эмоциональный интеллект и навыки фасилитации — это усилит вашу роль связующего звена в любом коллективе.",
    "imagePath": "images/social.png",
    "shareTemplate": "Я - Социальный тип! 💬 Люблю общение и работу в команде. Узнай свой тип личности: {link}"
  },
  {
    "id": 2,
    "name": "Творческий",
    "shortName": "[ ТВОРЕЦ ]",
    "slogan": "мыслит креативно и генерирует идеи",
    "fullName": "Творческий тип — Человек-идея",
    "description": "Вас отличает креативный взгляд на привычные вещи и стремление создавать что-то своё. Вы любите атмосферу свободы, где можно экспериментировать и предлагать необычные решения. В команде вас ценят за свежий взгляд и умение превратить проект в что-то стильное, уникальное и вдохновляющее.",
    "strengths": "Ваша сила — креативность и нестандартный взгляд.",
    "sphere": "Ваша стихия: дизайн, маркетинг, креативные концепции, визуальные проекты, арт-проекты и нестандартные задачи.",
    "recommendations": "Вас ждут профессии и проекты, где можно проявить себя в создании визуального, контентного или концептуального продукта: дизайн, маркетинг, реклама, копирайтинг, контент-продакшн, креативные агентства. Вам важно, чтобы работа давала пространство для идей и свободу самовыражения. Развивайте навыки презентации своих идей — это поможет вам вдохновлять не только в процессе, но и на старте проекта.",
    "imagePath": "images/creative.png",
    "shareTemplate": "Я - Творческий тип! 🎨 Люблю создавать новое и экспериментировать. Узнай свой тип личности: {link}"
  },
  {
    "id": 3,
    "name": "Технический",
    "shortName": "[ ТЕХНИК ]",
    "slogan": "разбирается в системах и решает сложные задачи",
    "fullName": "Технический тип — Человек-система",
    "description": "Вы чувствуете себя уверенно там, где нужно разбираться в устройствах, механизмах, технологиях и процессах. Вам нравится находить технические решения, экспериментировать с \"железом\", IT-системами, разрабатывать что-то практическое и функциональное. Вы любите задачи, где можно докопаться до сути и решить проблему \"руками\" или через код.",
    "strengths": "Ваша сила — инженерный подход и технологическое мышление.",
    "sphere": "Ваша стихия: инженерия, IT, автоматизация, системное администрирование, технический консалтинг, DevOps.",
    "recommendations": "Ваши зоны роста — разработка, инженерия, автоматизация, техподдержка, системная интеграция, архитектура IT-решений. Вы способны решать сложные задачи, которые требуют терпения, скрупулёзности и логики. Важно развивать навыки soft skills (коммуникация, эмпатия), чтобы легче объяснять сложные вещи простыми словами и работать в мультидисциплинарных командах.",
    "imagePath": "images/technical.png",
    "shareTemplate": "Я - Технический тип! ⚙ Предпочитаю системы и технологии. Узнай свой тип личности: {link}"
  },
  {
    "id": 4,
    "name": "Аналитический",
    "shortName": "[ АНАЛИТИК ]",
    "slogan": "структурно мыслит и внимателен к деталям",
    "fullName": "Аналитический тип — Человек-логика",
    "description": "Вы склонны к глубокому анализу, структурированию информации и поиску закономерностей. Вам комфортно работать с цифрами, данными, системами. Вы обращаете внимание на детали, любите продумывать процессы до мелочей и находить ошибки там, где другие их не замечают. В коллективе часто становитесь экспертом, к которому обращаются за советом.",
    "strengths": "Ваша сила — структурность мышления и внимание к деталям.",
    "sphere": "Ваша стихия: аналитика, планирование, консалтинг, проектное управление, контроль качества.",
    "recommendations": "Вы идеально подходите для задач, требующих системного подхода: аналитика, финансы, аудит, проектное управление, R&D, планирование, консалтинг. Вас ценят за умение находить слабые места и предлагать обоснованные решения. Важно периодически переключаться на творческие или активные форматы, чтобы избежать \"перегрева\" мозга и поддерживать баланс.",
    "imagePath": "images/analytic.png",
    "shareTemplate": "Я - Аналитический тип! 🔍 Люблю структуру и логику. Узнай свой тип личности: {link}"
  },
  {
    "id": 5,
    "name": "Натуралистический",
    "shortName": "[ НАТУРАЛИСТ ]",
    "slogan": "заботится о природе и создает гармонию",
    "fullName": "Натуралистический тип — Человек-природа",
    "description": "Ваша зона комфорта — всё, что связано с природой, заботой и гармонией окружающей среды. Вам важно ощущение реальной пользы и связи с живым миром. Вы внимательны к мелочам, любите работать руками, ухаживать за растениями, животными, или заниматься проектами с социальной и экологической миссией. В коллективе вы часто инициируете \"зелёные\" проекты и заботитесь о благополучии окружающих.",
    "strengths": "Ваша сила — забота о живом мире и внимательность к окружающему.",
    "sphere": "Ваша стихия: экопроекты, агро- и биотехнологии, социальные инициативы, уход и забота.",
    "recommendations": "Ищите возможности реализовать себя в экологических проектах, урбанистике, биотехнологиях, социальной работе, аграрных инициативах, wellness-индустрии. Вам важно видеть результат, который приносит пользу людям, животным или природе. Развивайте навыки проектного менеджмента и коммуникаций — это поможет вам продвигать важные для вас ценности на уровне команды или компании.",
    "imagePath": "images/natural.png",
    "shareTemplate": "Я - Натуралистический тип! 🌿 Люблю природу и гармонию. Узнай свой тип личности: {link}"
  }
]