[
  {
    "id": 1,
    "text": "Чем вы предпочитаете заниматься в свободное время?",
    "answers": [
      {
        "id": 1,
        "text": "Встречаться с друзьями, родными, устраивать, организовывать совместные мероприятия (онлайн, оффлайн), участвовать в них.",
        "idPersonalityType": 1
      },
      {
        "id": 2,
        "text": "Посвящать время искусству через коллекционирование, робототехнику, посещение выставок, моделирование, а также рисовать, писать стихи/рассказы, игру на музыкальных инструментах.",
        "idPersonalityType": 2
      },
      {
        "id": 3,
        "text": "Разбирать, собирать, чинить технику/электронику, создавать, апгрейдить домашнюю ИТ-инфраструктуру, заниматься DIY-проектами, писать собственное ПО или ботов, видео/pc-игры-песочницы.",
        "idPersonalityType": 3
      },
      {
        "id": 4,
        "text": "Читать нон-фикшн, смотреть/слушать образовательные или научные видео/подкасты, решать логические задачки, классифицировать данные/информацию, наблюдать за окружающим миром, участвовать в стратегических настольных или интеллектуальных играх.",
        "idPersonalityType": 4
      },
      {
        "id": 5,
        "text": "Проводить свободное время на природе, гулять в парке, наблюдать за звездами и природой, ухаживать за детьми/растениями/животными, работать волонтером в экологических и социальных проектах.",
        "idPersonalityType": 5
      }
    ]
  },
  {
    "id": 2,
    "text": "Какие увлечения или хобби вам ближе?",
    "answers": [
      {
        "id": 1,
        "text": "Собраться с друзьями вместе (у кого-то в гостях, в кафе, на выставке), устроить тематическую тусовку офлайн или онлайн, пойти на массовое мероприятие по профессии или любой другой движ, чтобы завести новых знакомых, и обязательно запостить в блог.",
        "idPersonalityType": 1
      },
      {
        "id": 2,
        "text": "Создавать фото/видео контент, писать тексты или музыку, рассказы или стихи, посещать выставки или творческие пространства, заниматься косплеем, хэндмейдом, моделирование, искать новые экземпляры для своей коллекции.",
        "idPersonalityType": 2
      },
      {
        "id": 3,
        "text": "Писать пет-проекты, создавать ботов, изучать симуляторы систем, экспериментировать с железом и гаджетами (разбирать, собирать, настраивать, улучшать).",
        "idPersonalityType": 3
      },
      {
        "id": 4,
        "text": "Продумывать механики и правила настольных игр, решать головоломки, работать с таблицами/схемами, анализировать данные.",
        "idPersonalityType": 4
      },
      {
        "id": 5,
        "text": "Экотуризм или занятия спортом на свежем воздухе, садоводство или выращивание растений, астрономия, походы, участие в природоохранных акциях.",
        "idPersonalityType": 5
      }
    ]
  },
  {
    "id": 3,
    "text": "Как вы обычно принимаете решения?",
    "answers": [
      {
        "id": 1,
        "text": "Учитываю мнение окружающих, атмосферу в команде, советы друзей или коллег, представляю, как решение повлияет на отношения, взаимодействие и комфорт внутри коллектива.",
        "idPersonalityType": 1
      },
      {
        "id": 2,
        "text": "Прислушиваюсь к своим эмоциям, образам, интуиции, выбираю вариант, который «звучит» или «чувствуется» правильно и гармонично.",
        "idPersonalityType": 2
      },
      {
        "id": 3,
        "text": "Выбираю то, что работает лучше всего: оцениваю эффективность, надёжность, практичность, техническую реализуемость решения. Склоняюсь к тому, что оптимизирует процессы или даёт стабильный результат.",
        "idPersonalityType": 3
      },
      {
        "id": 4,
        "text": "Сравниваю факты, данные, риски, последствия, рассчитываю вероятности, взвешиваю плюсы и минусы, стремлюсь к рациональному и обоснованному выбору.",
        "idPersonalityType": 4
      },
      {
        "id": 5,
        "text": "Думаю о последствиях — для себя, людей, окружающей среды, эмоционального или физического баланса. Выбираю решение, которое не нарушает естественный ход вещей. ",
        "idPersonalityType": 5
      }
    ]
  },
  {
    "id": 4,
    "text": "Что для вас важнее всего?",
    "answers": [
      {
        "id": 1,
        "text": "Поддерживать тёплые отношения в личных знакомствах и в коллективе, выстраивать доверие, нравится быть частью сообщества, чувствовать связь и взаимную поддержку.",
        "idPersonalityType": 1
      },
      {
        "id": 2,
        "text": "Возможность выражать себя (свобода самовыражения, уникальность), создавать новое, экспериментировать, искать свой стиль и раскрывать внутренний мир.",
        "idPersonalityType": 2
      },
      {
        "id": 3,
        "text": "Практическая польза и развитие навыков: эффективность, функциональность, инструменты, технологии, повышение мастерства и возможность «делать что-то руками» или через системы.",
        "idPersonalityType": 3
      },
      {
        "id": 4,
        "text": "Понимать, как всё работает и почему: структура, понимание и ясность. Получение новых знаний, их классификация и систематизация, порядок в голове и пространстве.",
        "idPersonalityType": 4
      },
      {
        "id": 5,
        "text": "Гармония и естественный баланс: спокойствие, экологичность решений, связь с природой и людьми, ощущение внутреннего и внешнего равновесия.",
        "idPersonalityType": 5
      }
    ]
  },
  {
    "id": 5,
    "text": "В какой рабочей атмосфере вы чувствуете себя наиболее комфортно?",
    "answers": [
      {
        "id": 1,
        "text": "В живой, динамичной и командной среде: где много общения, совместных обсуждений, координации, взаимодействия с разными людьми и возможностей быть полезным группе.",
        "idPersonalityType": 1
      },
      {
        "id": 2,
        "text": "В гибкой среде, где можно генерировать идеи, экспериментировать, создавать нестандартные решения, менять подходы и чувствовать творческую свободу.",
        "idPersonalityType": 2
      },
      {
        "id": 3,
        "text": "В среде, требующей решения конкретных задач: где есть доступ к инструментам, оборудованию, технологиям, где важно «починить», «настроить» или улучшить систему.",
        "idPersonalityType": 3
      },
      {
        "id": 4,
        "text": "В структурированной и понятной: где есть чёткие процессы, данные, аналитика, логика, последовательность и возможность глубоко разобраться в задачах.",
        "idPersonalityType": 4
      },
      {
        "id": 5,
        "text": "В среде, где есть социальная ценность, экологическая миссия, забота о людях или природе, возможность приносить пользу.",
        "idPersonalityType": 5
      }
    ]
  },
  {
    "id": 6,
    "text": "Какую роль вы чаще всего берёте на себя в команде?",
    "answers": [
      {
        "id": 1,
        "text": "Объединяю людей и создаю атмосферу, поддерживаю коммуникацию, помогаю договориться, создаю комфорт, укрепляю связи и мотивирую команду.",
        "idPersonalityType": 1
      },
      {
        "id": 2,
        "text": "Генерирую идеи и вдохновляю, предлагаю новые подходы, решения, помогаю команде смотреть шире и находить нестандартные ходы.",
        "idPersonalityType": 2
      },
      {
        "id": 3,
        "text": "Решаю технические задачи и обеспечиваю стабильность: настраиваю инструменты, тестирую процессы, решаю проблемы, отвечаю за техническую сторону результата.",
        "idPersonalityType": 3
      },
      {
        "id": 4,
        "text": "Структурирую и направляю: анализирую данные, раскладываю задачи по полочкам, делаю план, прогнозирую риски и обеспечиваю логическую основу работы.",
        "idPersonalityType": 4
      },
      {
        "id": 5,
        "text": "Помогаю команде сохранять человеческое отношение, гармонию, комфорт, экологичность решений и поддерживаю здоровую динамику.",
        "idPersonalityType": 5
      }
    ]
  },
  {
    "id": 7,
    "text": "Как вы действуете в конфликтной ситуации?",
    "answers": [
      {
        "id": 1,
        "text": "Стараюсь сгладить острые углы, говорю со всеми участниками, помогаю договориться и услышать друг друга.",
        "idPersonalityType": 1
      },
      {
        "id": 2,
        "text": "Открыто выражаю свои эмоции, ищу необычный или нестандартный путь решения, чтобы всем стало легче.",
        "idPersonalityType": 2
      },
      {
        "id": 3,
        "text": "Сразу определяю, в чём проблема, и предлагаю быстрый, практичный способ её устранения.",
        "idPersonalityType": 3
      },
      {
        "id": 4,
        "text": "Собираю факты, анализирую ситуацию и причину возникновения, предлагаю несколько наиболее логичных вариантов решения.",
        "idPersonalityType": 4
      },
      {
        "id": 5,
        "text": "Сохраняю спокойствие, стараюсь снизить напряжение и выбрать вариант, который сохранит гармонию и минимизирует стресс.",
        "idPersonalityType": 5
      }
    ]
  },
  {
    "id": 8,
    "text": "Что для вас важно во время разногласий?",
    "answers": [
      {
        "id": 1,
        "text": "Чтобы каждый мог высказаться и чувствовал, что его мнение действительно важно для других.",
        "idPersonalityType": 1
      },
      {
        "id": 2,
        "text": "Чтобы была возможность честно и творчески выразить свою позицию, не подавляя эмоции.",
        "idPersonalityType": 2
      },
      {
        "id": 3,
        "text": "Чтобы итоговое решение работало на практике и помогало реально двигаться дальше.",
        "idPersonalityType": 3
      },
      {
        "id": 4,
        "text": "Чтобы обсуждение было аргументированным, структурированным и основанным на объективных фактах.",
        "idPersonalityType": 4
      },
      {
        "id": 5,
        "text": "Чтобы обстановка оставалась спокойной, без давления и с уважением к внутреннему балансу каждого.",
        "idPersonalityType": 5
      }
    ]
  }
]